#+TITLE: Articles To Read
#+FILETAGS: LEARN read article


**  read [[https://kitchingroup.cheme.cmu.edu/blog/2017/01/03/Find-stuff-in-org-mode-anywhere/][how to find stuff in org-mode anywhere]]
:PROPERTIES:
:ID:       65e676d2-c7c7-4f9d-9e98-3e36a8455592
:END:
:LOGBOOK:
CLOCK: [2022-03-10 Thu 11:43]--[2022-03-10 Thu 11:44] =>  0:01
:END:
[2022-03-10 Thu 11:43]
[[file:~/org/refile.org::*read this http://www.wouterspekkink.org/academia/writing/tool/doom-emacs/2021/02/27/writing-academic-papers-with-org-mode.html][read this http://www.wouterspekkink.org/academia/writing/tool/doom-emacs/2021/02/27/writing-academic-papers-with-org-mode.html]]
**  read chapter on working with logs file, TRAMP, shell chapter.
:PROPERTIES:
:ID:       2dd1b8a1-7717-433b-9c7b-63c0ebba736a
:END:
:LOGBOOK:
CLOCK: [2022-03-11 Fri 00:35]--[2022-03-11 Fri 00:37] =>  0:02
:END:
[2022-03-11 Fri 00:35]
**  how to cross references pages in hugo
:PROPERTIES:
:ID:       ee8a70ee-e857-4944-a476-ae337a8e41e1
:END:
:LOGBOOK:
CLOCK: [2022-03-11 Fri 15:09]--[2022-03-11 Fri 15:10] =>  0:01
:END:
[2022-03-11 Fri 15:09]
[[file:~/org/notes/emacs/emacs-note.org::*Modifying Keybinding][Modifying Keybinding]]

https://gohugo.io/content-management/cross-references/
https://stackoverflow.com/questions/33225067/linking-pages-in-hugo-markdown
**  hugo provide multiple edit (aka public) timestamp
:PROPERTIES:
:ID:       b51e5aee-508a-4543-bc97-0eac0bb64e48
:END:
:LOGBOOK:
CLOCK: [2022-03-11 Fri 15:40]--[2022-03-11 Fri 15:41] =>  0:01
:END:
[2022-03-11 Fri 15:40]
[[file:~/org/notes/emacs/packages/evil-mode.org::*Emacs Package Explains: How to customize key binding in evil modes?][Emacs Package Explains: How to customize key binding in evil modes?]]
**  read about how to select chapter for Thesis and order in which to write these chapter.
:PROPERTIES:
:ID:       a1664189-0f55-4007-b877-9da4d82a4b6f
:END:
:LOGBOOK:
CLOCK: [2022-03-13 Sun 22:55]--[2022-03-13 Sun 22:56] =>  0:01
:END:
[2022-03-13 Sun 22:55]
[[file:~/Documents/MyPapers/EnsembleStreamingNetworkClassificaition/main.org::*Dynamic Graph][Dynamic Graph]]
**  read about doom emacs evil-escape https://discord.com/channels/406534637242810369/406554085794381833/952769882754285598
:PROPERTIES:
:ID:       f4b6024e-a9e8-459d-8bbb-6fc2877323d3
:END:
:LOGBOOK:
CLOCK: [2022-03-13 Sun 23:28]--[2022-03-13 Sun 23:29] =>  0:01
:END:
[2022-03-13 Sun 23:28]
[[file:~/Documents/MyPapers/EnsembleStreamingNetworkClassificaition/main.org::*Dynamic Graph][Dynamic Graph]]
**  schedule time with Rohit Goswami and ask him about PKM, study + research workflow. (https://calendly.com/rg0swami)
:LOGBOOK:
CLOCK: [2022-03-04 Fri 23:33]--[2022-03-04 Fri 23:34] =>  0:01
:END:
[2022-03-04 Fri 23:33]
[[file:~/org/my-resume.org::*LaTeX Config][LaTeX Config]]

** LEARNING read "write code comments in org-mode with poporg." :READ:
:LOGBOOK:
CLOCK: [2022-02-20 Sun 13:45]--[2022-02-20 Sun 13:46] =>  0:01
:END:
[2022-02-20 Sun 13:45]
